Repository: FerEnigma/PaginaWebNaica
Catalog: naicaweb/locale/*/LC_MESSAGES/django.po
Languages: es

source: Name
es: Nombre

source: Phone
es: Teléfono

source: Real State
es: Bienes Raíces

source: Construction
es: Construcción

source: Trading Goods
es: Comercio de bienes

source: Testimonial text
es: Texto del testimonio

source: Testimonial author
es: Autor del testimonio

source: A company with eyes <br>on the future
es: Una compañía con ojos en el futuro

source: The future of it’s operations and the success of it’s current business endeavors through highly skilled business advisors and the use of technology in our day to day operations. We aim to expand and cover more ground as we grow.
es: El futuro de sus operaciones y el éxito de los actuales esfuerzos comerciales a través de asesores comerciales altamente calificados y el uso de tecnología en nuestras operaciones diarias. Nuestro objetivo es expandirnos y cubrir más terreno a medida que crecemos.

source: We develop financial strategies <span class="hl">& business endeavors</span> <span class="hl alt">that promote wealth growth for all.</span>
es: Desarrollamos estrategias financieras <span class="hl">y proyectos empresariales</span> <span class="hl alt">que promueven el crecimiento.</span>

source: This benefit our community of business savvy individuals, companies of all sizes and strategic allies. Through meticulous asset & project evaluations we aim to boost the development of every member of our community.
es: Esto beneficia a nuestra comunidad de personas orientadas a negocios, empresas de todos los tamaños y nuestros aliados estratégicos. A través de evaluaciones meticulosas de activos y proyectos, pretendemos impulsar el desarrollo de nuestra comunidad.

source: We work with:
es: Trabajamos con:

source: Individuals
es: Particulares

source: Producers
es: Productores

source: Importers & exporters
es: Importadores y exportadores

source: SMEs
es: PyMES

source: Corporations
es: Compañias

source: We are constantly looking for investment opportunities within the following industries:
es: Estamos constantemente buscando oportunidades de inversión dentro de las siguientes industrias:

source: Buying, improving,<br> selling & developing.
es: Compra, mejora, <br> venta y desarrollo.

source: Financial and high end software development.
es: Desarrollo de software financiero y de alta calidad.

source: Linking construction companies to investors.
es: Vinculación de empresas constructoras a inversores.

source: Linking importers and exporters to producers.
es: Vinculación de los importadores y exportadores con los productores.

source: Our involvement in such sectors and specific locations of Mexico and the United States allows us to guarantee steady returns and constant growth.
es: Nuestra participación en dichos sectores y ubicaciones específicas de México y Estados Unidos nos permite garantizar rendimientos estables y un crecimiento constante.

source: Sound foundations are everything
es: Unas bases sólidas lo son todo

source: They give us a clear path and help us advance towards our main goals: growth and transcendence. Transcend to leave a positive mark and grow mindfully to lead our community’s wellbeing.
es: Nos dan un camino claro y nos ayudan a avanzar hacia nuestros principales objetivos: el crecimiento y la trascendencia. Trascender para dejar una huella positiva y crecer conscientemente para liderar el bienestar de nuestra comunidad.

source: Values
es: Valores

source: With the best practices & high standards that permeate our company's culture.
es: Con las mejores prácticas y altos estándares que permean la cultura de nuestra empresa.

source: Synergy
es: Sinergia

source: To be the link between business endeavors & potential partners.
es: Ser el vínculo entre los esfuerzos comerciales y los socios potenciales.

source: Disruption
es: Disrupción

source: Exploring new solutions to the challenges our community might face.
es: Explorar nuevas soluciones a los desafíos que podría enfrentar nuestra comunidad.

source: Technology
es: Tecnología

source: As a vehicle for level-headed decision making through data analysis.
es: Como un vehículo para la toma de decisiones sensata a través del análisis de datos.

source: Our alliances<br> make us <strong>stronger</strong>
es: Nuestras alianzas<br> nos<strong> fortalecen</strong>

source: We see collaboration as a way to learn from each other in order to get the most out of our collective knowledge and experiences.
es: Vemos la colaboración como una forma de aprender unos de otros para aprovechar al máximo nuestro conocimiento y experiencias colectivas.

source: No allies yet.
es: Aún no hay aliados.

source: Naica and it’s allies serve as a platform of sorts to help new business grow and develop.
es: Naica y sus aliados sirven como una plataforma para ayudar al crecimiento y desarrollo de nuevos negocios.

source: With every project our<br> community<br> gets tighter and tighter
es: Con cada proyecto nuestra<br> comunidad<br> se hace más y más unida

source: Know more about our contributions with members of our community.
es: Conoce más acerca de nuestras contribuciones con los miembros de nuestra comunidad.

source: No testimonials yet.
es: No hay testimonios aún.

source: You might want to join our disruptive community
es: Es posible que desees unirte a nuestra comunidad disruptiva

source: Get in contact so we can talk and see if we can grow together.
es: Ponte en contacto para conversar y saber cómo podemos crecer juntos.

source: Contact us
es: Contáctanos

source: Menu
es: Menú

source: Close Menu
es: Cerrar Menú

source: About
es: Acerca de

source: Contact
es: Contacto

source: Sign In
es: Acceso

source: Cookies policy
es: Política de Cookies

source: Privacy policy
es: Aviso de privacidad

source: Mexico City
es: Ciudad de México

source: Get in touch
es: Ponte en contacto

source: Your message was submitted successfully. Thank you.
es: Su mensaje fue enviado exitosamente. Gracias.

source: SEND
es: ENVIAR

source: We develop high-impact projects with clear strategies that promote positive growth in Mexico and the United States
es: Desarrollamos proyectos de alto impacto con estrategias claras que promuevan un crecimiento positivo en México y Estados Unidos

source: Working towards innovative & technological solutions
es: Trabajando hacia soluciones innovadoras y tecnológicas

source: Naica is compelled to acquire expertise and apply it into improving any process through technology. Breaking business-making paradigms by disrupting the status quo of projects with social and economic results.
es: En Naica adquirimos y aplicamos expertise para mejorar cualquier proceso a través de la tecnología. Romper paradigmas empresariales al romper el status quo de los proyectos con resultados sociales y económicos.

source: Know more about us
es: Conoce más sobre nosotros

source: Meaningful alliances are key
es: Las alianzas significativas son clave

source: Our capacity to discover and connect individuals and business enterprises to various endeavours make us a trustworthy companion.
es: Nuestra capacidad para descubrir y conectar a individuos y empresas con diversos emprendimientos nos convierte en un compañero confiable.

source: See all our alliances
es: Ver todas nuestras alianzas

source: about/
es: acerca-de/

source: contact/
es: contacto/

source: privacy/
es: politica-privacidad/

source: English
es: Inglés

source: Spanish
es: Español
